Revit 2027 API
SymbolTypeId.KgPerS Property
 Symbol kg/s, indicating unit Kilograms per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgPerS { get; }
Public Shared ReadOnly Property KgPerS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgPerS {
	ForgeTypeId^ get ();
}
static member KgPerS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace